;Place localized text in this file

[Lucu_Sniper X2SoldierClassTemplate]
DisplayName="Sniper"
ClassSummary="Sniper is a soldier specializing in long-range marksmanship and striking from advantageous positions."
LeftAbilityTreeTitle="Marksman"
RightAbilityTreeTitle="Operator"

RandomNickNames[0]="Specter"
RandomNickNames[1]="Shadow"
RandomNickNames[2]="Garrote"
RandomNickNames[3]="Enigma"
RandomNickNames[4]="Claymore"
RandomNickNames[5]="Drifter"
RandomNickNames[6]="Ice"
RandomNickNames[7]="Nix"
RandomNickNames[8]="Longbow"
RandomNickNames[9]="Demon"
RandomNickNames[10]="Hex"
RandomNickNames[11]="Solo"
RandomNickNames[12]="Cyclops"
RandomNickNames[13]="Zulu"
RandomNickNames[14]="Vampire"
RandomNickNames[15]="Zero"
RandomNickNames[16]="Echo"
RandomNickNames[17]="Alpha"
RandomNickNames[18]="Omega"
RandomNickNames[19]="Deadbolt"
RandomNickNames[20]="Emo"
RandomNickNames[21]="Nightmare"
RandomNickNames[22]="Ghost"
RandomNickNames[23]="Snake Eyes"
RandomNickNames[24]="Spider"
RandomNickNames[25]="Xeno"
RandomNickNames[26]="Lockdown"
RandomNickNames[27]="Stalker"
RandomNickNames[28]="Long Shot"
RandomNickNames[29]="Low Rider"
RandomNickNames[30]="Checkmate"
RandomNickNames_Male[0]="Zeus"
RandomNickNames_Male[1]="Zed"
RandomNickNames_Male[2]="Slim"
RandomNickNames_Male[3]="Walker"
RandomNickNames_Male[4]="Ranger"
RandomNickNames_Male[5]="Pharaoh"
RandomNickNames_Male[6]="Loki"
RandomNickNames_Male[7]="Godfather"
RandomNickNames_Male[8]="Warlock"
RandomNickNames_Male[9]="Fuzzy"
RandomNickNames_Male[10]="Gent"
RandomNickNames_Male[11]="Eyeball"
RandomNickNames_Male[12]="Sherwood"
RandomNickNames_Male[13]="Hyper"
RandomNickNames_Male[14]="Mercury"
RandomNickNames_Male[15]="Flint"
RandomNickNames_Female[0]="Athena"
RandomNickNames_Female[1]="Raven"
RandomNickNames_Female[2]="Baroness"
RandomNickNames_Female[3]="Lady Grey"
RandomNickNames_Female[4]="Black Widow"
RandomNickNames_Female[5]="Witchy"
RandomNickNames_Female[6]="Scarlet"
RandomNickNames_Female[7]="Oakley"
RandomNickNames_Female[8]="Gunhawk"
RandomNickNames_Female[9]="Twitch"
RandomNickNames_Female[10]="Delilah"
RandomNickNames_Female[11]="Bonnie"
RandomNickNames_Female[12]="Fuji"
RandomNickNames_Female[13]="Promo"
RandomNickNames_Female[14]="Pepper"
RandomNickNames_Female[15]="Scandal"
RandomNickNames_Female[16]="Scrapper"
RandomNickNames_Female[17]="Sundown"
RandomNickNames_Female[18]="Stacker"
RandomNickNames_Female[19]="Goodnight"

[Lucu_Sniper_SetUp X2AbilityTemplate]
LocFriendlyName="Set Up"
LocLongDescription="You gain Squadsight, but you only gain 1 action point per turn. Your remaining actions may only be used to move this turn. Lasts until you move on following turns."
LocHelpText="You gain Squadsight, but you only gain 1 action point per turn. Your remaining actions may be used to move this turn. Lasts until you move on following turns."
LocFlyOverText="Set Up"
LocPromotionPopupText="You gain Squadsight.<br/><Bullet/> Your remaining actions may be used to move this turn.<br/><Bullet/> You only gain 1 action point per turn.<br/><Bullet/> Lasts until you move on following turns.<br/>"

[Lucu_Sniper_SniperTraining X2AbilityTemplate]
LocFriendlyName="Sniper Training"
LocLongDescription="You may fire sniper rifles for only 1 action point, but with a -10 aim penalty if fired after moving or attacking."
LocHelpText="You may fire sniper rifles for only 1 action point, but with a -10 aim penalty if fired after moving or attacking."
LocFlyOverText="Sniper Training"
LocPromotionPopupText="You may fire sniper rifles for only 1 action point.<br/><Bullet/> -10 aim on primary weapon attacks after moving or attacking.<br/>"

[Lucu_Sniper_SniperRifleShot X2AbilityTemplate]
LocFriendlyName="Fire Sniper Rifle"
LocHelpText="Fire your sniper rifle at a target."
LocLongDescription="<Bullet/> The sniper rifle is powerful and accurate at long range, but always requires two actions to fire<br><Bullet/>Firing the primary weapon always ends a soldier's turn<br>"

[Lucu_Sniper_SniperRifleOverwatch X2AbilityTemplate]
LocFriendlyName="Overwatch"
LocHelpText="Fire on the first enemy that moves within your line of sight, with a penalty to to aim."
LocLongDescriptionWhenConcealed="Fire on the first enemy that moves within your line of sight, but only if revealed."
LocFlyOverText="Overwatch"
LocFriendlyNameWhenConcealed="Overwatch (Concealed)"

[Lucu_Sniper_PistolOverwatch X2AbilityTemplate]
LocFriendlyName="Pistol Overwatch"
LocHelpText="Use your pistol to fire on the first enemy that moves within your line of sight, with a penalty to aim."
LocLongDescriptionWhenConcealed="Fire on the first enemy that moves within your line of sight, but only if revealed."
LocFlyOverText="Pistol Overwatch"
LocFriendlyNameWhenConcealed="Pistol Overwatch (Concealed)"

[Lucu_Sniper_SniperRifleOverwatch_SetUp X2AbilityTemplate]
LocFriendlyName="Long Watch"
LocLongDescription="Allow Overwatch to trigger with Squadsight."
LocHelpText="Fire on the first enemy that moves within your line of sight (in Squadsight range.)"
LocLongDescriptionWhenConcealed="Fire on the first enemy that moves within your line of sight (in Squadsight range), but only if you are revealed."
LocFlyOverText="Long Watch"
LocFriendlyNameWhenConcealed="Long Watch (Concealed)"
LocPromotionPopupText="<Bullet/> Like the Overwatch ability it upgrades, Long Watch suffers a base penalty to aim.<br/><Bullet/> Long Watch also suffers the Squadsight penalty to aim that increases with distance.<br/>"

[Lucu_Sniper_ZeroIn X2AbilityTemplate]
LocFriendlyName="Zero In"
LocLongDescription="You gain +10 aim and +10 crit on your first attack if you did not move last turn. This bonus is lost if you move."
LocHelpText="You gain +10 aim and +10 crit on your first attack if you did not move last turn. This bonus is lost if you move."
LocFlyOverText="Zero In"
LocPromotionPopupText="+10 aim and +10 crit on your first attack if you did not move last turn.<br/><Bullet/> This bonus is lost if you move.<br/>"

[Lucu_Sniper_LowProfile X2AbilityTemplate]
LocFriendlyName="Low Profile"
LocLongDescription="Treat low cover as high cover."
LocHelpText="Treat low cover as high cover."
LocFlyOverText="Low Profile"
LocPromotionPopupText="<Bullet/> Treat low cover as high cover.<br/>"

[Lucu_Sniper_PrecisionShot X2AbilityTemplate]
LocFriendlyName="Precision Shot"
LocLongDescription="Fire a shot that does +1/+2/+3 damage and has +30 crit. 2 turn cooldown."
LocHelpText="Fire a shot that does +1/+2/+3 damage and has +30 crit. 2 turn cooldown."
LocFlyOverText="Precision Shot"
LocPromotionPopupText="<Bullet/> Fire a shot that does +1/+2/+3 damage and has +30 crit.<br/><Bullet/> Costs 1 ammo.<br/><Bullet/> 2 turn cooldown.<br/>"

[Lucu_Sniper_CoverTarget X2AbilityTemplate]
LocFriendlyName="Cover Target"
LocLongDescription="Overwatch a single target with Covering Fire. This attack may critically hit."
LocHelpText="Overwatch a single target with Covering Fire. This attack may critically hit."
LocFlyOverText="Cover Target"
LocPromotionPopupText="<Bullet/> Overwatch a single target with Covering Fire.<br/><Bullet/> This attack may critically hit.<br/>"

[Lucu_Sniper_TargetLeading X2AbilityTemplate]
LocFriendlyName="Target Leading"
LocLongDescription="You gain +20 aim on reaction fire shots. Enemies suffer -20 dodge against your attacks."
LocHelpText="You gain +20 aim on reaction fire shots. Enemies suffer -20 dodge against your attacks."
LocFlyOverText="Target Leading"
LocPromotionPopupText="<Bullet/> You gain +20 aim on reaction fire shots.<br/><Bullet/> Enemies suffer -20 dodge against your attacks.<br/>"

[Lucu_Sniper_Hide X2AbilityTemplate]
LocFriendlyName="Hide"
LocLongDescription="While Set Up, you may enter concealment if you did not attack last turn. This concealment is lost if you move or attack. Your attacks from concealment gain +20 crit."
LocHelpText="While Set Up, you may enter concealment if you did not attack last turn. This concealment is lost if you move or attack. Your attacks from concealment gain +20 crit."
LocFlyOverText="Hide"
LocPromotionPopupText="<Bullet/> While Set Up, you may enter concealment if you did not attack last turn.<br/><Bullet/> This concealment is lost if you move.<br/><Bullet/> Your attacks from concealment gain +20 crit.<br/>"

[Lucu_Sniper_HideStealth X2AbilityTemplate]
LocFriendlyName="Hide"
LocLongDescription="While Set Up, you may enter concealment if you did not attack last turn. This concealment is lost if you move or attack. Your attacks from concealment gain +20 crit."
LocHelpText="While Set Up, you may enter concealment if you did not attack last turn. This concealment is lost if you move or attack. Your attacks from concealment gain +20 crit."
LocFlyOverText="Hide"
LocPromotionPopupText="<Bullet/> While Set Up, you may enter concealment if you did not attack last turn.<br/><Bullet/> This concealment is lost if you move.<br/><Bullet/> Your attacks from concealment gain +20 crit.<br/>"

[Lucu_Sniper_FollowUp X2AbilityTemplate]
LocFriendlyName="Follow-Up"
LocLongDescription="Once per turn, if you hit with an attack but do not kill your target, you gain a bonus Follow-Up attack against the same target."
LocHelpText="Once per turn, if you hit with an attack but do not kill your target, you gain a bonus Follow-Up attack against the same target."
LocFlyOverText="Follow-Up"
LocPromotionPopupText="<Bullet/> Once per turn, if you hit with an attack but do not kill your target, you gain a bonus Follow-Up attack against the same target.<br/>"

[Lucu_Sniper_FollowUpShot X2AbilityTemplate]
LocFriendlyName="Follow-Up Shot"
LocHelpText="Fire a follow-up shot at a target."
LocLongDescription="<Bullet/> Fire a Follow-Up Shot at the target.<br>"

[Lucu_Sniper_Relocation X2AbilityTemplate]
LocFriendlyName="Relocation"
LocLongDescription="Once per turn, if you hit a target with an attack, gain 1 bonus move. After triggering Relocation, you may move without ending Set Up until the end of your turn."
LocHelpText="Once per turn, if you hit a target with an attack, gain 1 bonus move. After triggering Relocation, you may move without ending Set Up until the end of your turn."
LocFlyOverText="Relocation"
LocPromotionPopupText="<Bullet/> Once per turn, if you hit a target with an attack, gain 1 bonus move.<br/><Bullet/> After triggering Relocation, you may move without ending Set Up until the end of your turn.<br/>"

[Lucu_Sniper_RelocationActive X2AbilityTemplate]
LocFriendlyName="Relocation"
LocLongDescription="You may move without ending Set Up."
LocHelpText="You may move without ending Set Up."
LocFlyOverText="Relocation"

[Lucu_Sniper_Sharpshooter X2AbilityTemplate]
LocFriendlyName="Sharpshooter"
LocLongDescription="Treat enemies' high cover as low cover for aim purposes."
LocHelpText="Treat enemies' high cover as low cover for aim purposes."
LocFlyOverText="Sharpshooter"
LocPromotionPopupText="<Bullet/> Treat enemies' high cover as low cover for aim purposes.<br/>"

[Lucu_Sniper_SabotRound X2AbilityTemplate]
LocFriendlyName="Sabot Round"
LocLongDescription="Fire a shot that penetrates obstacles and damages enemies in a line. Ignores cover and 2/4/6 armor on targets. 2 ammo. 4 turn cooldown."
LocHelpText="Fire a shot that penetrates obstacles and damages enemies in a line. Ignores cover and 2/4/6 armor on targets. 2 ammo. 4 turn cooldown."
LocFlyOverText="Sabot Round"
LocPromotionPopupText="<Bullet/> Fire a shot that penetrates obstacles and damages enemies in a line.<br/><Bullet/> Ignores cover.<br/><Bullet/> 2/4/6 armor penetration.<br/><Bullet/> Costs 2 ammo.<br/><Bullet/> 4 turn cooldown.<br/>"

[Lucu_Sniper_SabotRoundDamage X2AbilityTemplate]
LocFriendlyName="Sabot Round"
LocLongDescription="Fire a shot that penetrates obstacles and damages enemies in a line. Ignores cover and 2/4/6 armor on targets. 2 ammo. 4 turn cooldown."

[Lucu_Sniper_VitalPointTargeting X2AbilityTemplate]
LocFriendlyName="Vital Point Targeting"
LocLongDescription="You gain +2/+3/+4 damage with your primary weapon."
LocHelpText="You gain +2/+3/+4 damage with your primary weapon."
LocFlyOverText="Vital Point Targeting"
LocPromotionPopupText="<Bullet/> You gain +2/+3/+4 damage with your primary weapon.<br/>"

[Lucu_Sniper_InTheZone X2AbilityTemplate]
LocFriendlyName="In the Zone"
LocLongDescription="Killing a flanked or uncovered target grants 1 bonus attack."
LocHelpText="Killing a flanked or uncovered target grants 1 bonus attack."
LocFlyOverText="In the Zone"
LocPromotionPopupText="<Bullet/> Killing a flanked or uncovered target grants 1 bonus attack.<br/>"

[Lucu_Sniper_BallisticsExpert X2AbilityTemplate]
LocFriendlyName="Ballistics Expert"
LocLongDescription="Reduced aim penalties for Squadsight at long ranges."
LocHelpText="Reduced aim penalties for Squadsight at long ranges."
LocFlyOverText="Ballistics Expert"
LocPromotionPopupText="<Bullet/> Reduced aim penalties for Squadsight at long ranges.<br/>"

[Lucu_Sniper_BallisticsExpertUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Sniper: Ballistics Expert"
Summary="Experience and training make the Sniper excel at long-distance ballistic calculations.<br/><Bullet/> Reduced aim penalties for Squadsight at long ranges.<br/>"
